chika0811/smart-watt/phase1/spike-1c/firmware/sdkconfig.defaults
# ESP32-S3 Noise LAN Transport SDK Configuration
CONFIG_IDF_TARGET="esp32s3"
CONFIG_MBEDTLS_HARDWARE_AES=y
CONFIG_MBEDTLS_HARDWARE_SHA=y
